Repository: papakigr/SimpleResellers-WordPressPlugin
Catalog: languages/papaki-domain-registration-*.po
Languages: el

source: Papaki Domain Registration is not configured yet. Your API key is required.
el: Το plugin Papaki Domain Registration δεν έχει ρυθμιστεί σωστά. Το API key είναι κενό.

source: Papaki Domain Registration Options
el: Επιλογές Papaki Domain Registration

source: Domain Registration
el: Κατοχύρωση Ονομάτων

source: You do not have sufficient permissions to access this page.
el: Δεν έχετε επαρκή δικαιώματα για να έχετε πρόσβαση σε αυτή τη σελίδα.

source: Domain Names Registration
el: Κατοχύρωση Domain Names

source: General Settings
el: Γενικές ρυθμίσεις

source: Papaki Reseller API Key
el: API Key Μεταπωλητή Papaki

source: Papaki Admin Email
el: Email Διαχειριστή

source: Allowed Tlds
el: Επιτρεπόμενες καταλήξεις

source: The API Key cannot be empty.
el: Το API Key δεν έχει τιμή.

source: Search Error
el: Σφάλμα Αναζήτησης

source: Available!
el: Διαθέσιμο!

source: Not available for registration
el: Μη διαθέσιμο για κατοχύρωση

source: You have not completed your fullname.
el: Δεν έχετε συμπληρώσει την Επωνυμία σας.

source: You have not completed your first name
el: Δεν έχετε συμπληρώσει το όνομά σας

source: You have not completed your last name
el: Δεν έχετε συμπληρώσει το επίθετό σας

source: You have not completed your phone
el: Δεν έχετε συμπληρώσει το τηλέφωνό σας

source: You have not completed your email
el: Δεν έχετε συμπληρώσει το email σας

source: Please enter a correct Email
el: Συμπληρώστε μια σωστή διεύθυνση Email

source: You have not completed your address
el: Δεν έχετε συμπληρώσει την διεύθυνσή σας

source: Must contain a valid phone number
el: Πρέπει να είναι ένας σωστός αριθμός τηλεφώνου

source: Must contain a valid number fax
el: Πρέπει να είναι ένας σωστός αριθμός FAX

source: You have not completed your city
el: Δεν έχετε συμπληρώσει την πόλη

source: You have not completed your zipcode
el: Δεν έχετε συμπληρώσει τον Ταχ. Κωδικό

source: Papaki Domains Registration
el: Κατοχύρωση Domains Papaki

source: Search
el: Αναζήτηση

source: Availability Results
el: Αποτελέσματα

source: Register
el: Κατοχύρωση

source: You haven't selected any domains for registration. Please go back and choose the domains that you wish to register.
el: Δεν έχετε επιλέξει domains για κατοχύρωση. Θα πρέπει να πάτε στο προηγούμενο βήμα και να επιλέξετε τα domains που επιθυμείτε για κατοχύρωση.

source: Your registration has been sent. Our representatives will soon reply to you.
el: Η αίτηση κατοχύρωσης έχει αποσταλεί. Σύντομα θα επικοινωνήσουμε μαζί σας.

source: An error occured. Please contact our support department.
el: Συνέβη κάποιο σφάλμα. Παρακαλούμε επικοινωνήστε με το τμήμα υποστήριξης.

source: Complete details of the person or company that manages <b> the domain name(s)</b> and then press <b> CONTINUE </b> at the bottom of the page. <strong> It is important the information you provide is accurate. </strong> <BR> The data you provide during registration is strictly private and used only by our company and the domain name Registry. <br> in no case will not be disclosed or used by others.
el: Συμπληρώστε τα στοιχεία του ατόμου ή της εταιρίας που θα <b>Διαχειρίζεται</b> το όνομα/ονόματα που κατοχυρώνετε και μετά πατήστε το κουμπί <b>ΣΥΝΕΧΕΙΑ</b> που βρίσκεται στο κάτω μέρος της σελίδας.<strong> Είναι σημαντικό οι πληροφορίες που δίνετε να είναι ακριβείς.</strong><BR> Τα στοιχεία που καταχωρείτε κατά την εγγραφή σας είναι αυστηρά προσωπικά και θα χρησιμοποιηθούν μόνο από την εταιρία μας και το μητρώο ονομάτων χώρου.<br>Σε καμία περίπτωση δε θα γνωστοποιηθούν και δεν θα χρησιμοποιηθούν από τρίτους.

source: Company Name / Organization - or - <br /> Your Name
el: Επωνυμία Εταιρίας/Φορέα - ή - <br />Το Ονοματεπώνυμο σας

source: It is important to provide your full name or full company name. Otherwise the domain name can not be adopted by the EU
el: Είναι σημαντικό να δώσετε το πλήρες ονοματεπώνυμο ή την πλήρη επωνυμία της εταιρίας. Σε διαφορετική περίπτωση το όνομα χώρου μπορεί να μην εγκριθεί από την ΕΕ

source: First Name
el: Όνομα

source: Last Name
el: Επίθετο

source: Example: <u> name@yahoo.gr </u> You must enter a correct email address as this email will send you a reminder expired registration and other important information.
el: Παράδειγμα: <u>onoma@yahoo.gr</u> Πρέπει να πληκτρολογήσετε μια σωστή διεύθυνση email διότι σε αυτό το email θα σας στέλνουμε την υπενθύμιση λήξης καταχώρησης και άλλες σημαντικές πληροφορίες

source: Address
el: Διεύθυνση

source: Area
el: Περιοχή

source: City / Town
el: Πόλη / Χωριό

source: Zip Code
el: Ταχ. Κώδικας

source: Country
el: Χώρα

source: Phone
el: Τηλέφωνο

source: eg
el: πχ

source: Phone (Optional)
el: Κινητό (Προαιρετικό)

source: Fax (Optional)
el: Fax (Προαιρετικό)

source: Continue
el: Συνέχεια
